Revit 2027 API
ParameterTypeId.SpatialFieldMgrResultsVisibility Property
 "Results Visibility"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrResultsVisibility { get; }
Public Shared ReadOnly Property SpatialFieldMgrResultsVisibility As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrResultsVisibility {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrResultsVisibility : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace